Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.mental.q15.d
source: Ich wurde von anderen Menschen dominiert und habe nie mein eigenes Leben gelebt.
en: I was dominated by other people and never lived my own life.
es: Estaba dominada por otras personas y nunca viví mi propia vida.
fr: J'étais dominé par les autres et je n'ai jamais vécu ma propre vie.
hi: मुझ पर अन्य लोगों का प्रभुत्व था और मैंने कभी अपना जीवन नहीं जिया।
it: Sono stato dominato da altre persone e non ho mai vissuto la mia vita.
ja: 私は他人に支配され、自分の人生を生きたことはありませんでした。
ko: 나는 다른 사람들에 의해 지배당했고 결코 내 자신의 삶을 살아본 적이 없습니다.
nl: Ik werd gedomineerd door andere mensen en leefde nooit mijn eigen leven.
pl: Byłam zdominowana przez innych ludzi i nigdy nie żyłam własnym życiem.
pt: Fui dominado por outras pessoas e nunca vivi minha própria vida.
ru: Меня доминировали другие люди, и я никогда не жил своей собственной жизнью.
tr: Başkalarının egemenliği altındaydım ve hiçbir zaman kendi hayatımı yaşamadım.
zh_hans: 我被其他人支配，从未过自己的生活。
zh_hant: 我被別人支配，從來沒有過自己的生活。

# assessment.mental.strength.focus
source: Laser-Fokus. Wenn du arbeitest, existiert der Rest der Welt nicht mehr.
en: Laser focus. When you work, the rest of the world ceases to exist.
es: Enfoque láser. Cuando trabajas, el resto del mundo deja de existir.
fr: Concentration laser. Quand tu travailles, le reste du monde cesse d'exister.
hi: लेजर फोकस। जब तुम काम करते हो तो बाकी दुनिया अस्तित्व में नहीं रहती।
it: Concentrazione laser. Quando lavori, il resto del mondo smette di esistere.
ja: レーザーフォーカス。仕事をしているとき、世界の他のすべては消えてなくなります。
ko: 레이저 집중. 일할 때 세상의 나머지 것들이 존재하지 않게 됩니다.
nl: Laserfocus. Wanneer je werkt, bestaat de rest van de wereld niet meer.
pl: Laserowy fokus. Kiedy pracujesz, reszta świata przestaje istnieć.
pt: Foco laser. Quando trabalhas, o resto do mundo deixa de existir.
ru: Лазерный фокус. Когда ты работаешь, остального мира для тебя не существует.
tr: Lazer odağı. Çalışırken dünyanın geri kalanı var olmaktan çıkıyor.
zh_hans: 激光专注。当你工作时，世界其他的一切都不复存在。
zh_hant: 雷射專注。當你工作時，世界其他的一切都不復存在。

# assessment.mental.strength.mindfulness
source: Du hast ein hohes Selbstbewusstsein und reflektierst dein Handeln kritisch, aber fair.
en: You have high self-awareness and reflect on your actions critically but fairly.
es: Tienes una gran autoconciencia y reflexionas sobre tus acciones de forma crítica pero justa.
fr: Tu as une grande conscience de toi-même et tu réfléchis à tes actions de manière critique mais juste.
hi: तुम्हें उच्च आत्म-जागरूकता है और तुम अपने कार्यों पर गंभीर लेकिन निष्पक्ष रूप से विचार करते हो।
it: Hai un'alta autoconsapevolezza e rifletti sulle tue azioni in modo critico ma equo.
ja: 高い自己認識を持ち、自分の行動を批判的だが公正に振り返ります。
ko: 높은 자기 인식을 가지고 행동을 비판적이지만 공정하게 성찰합니다.
nl: Je hebt een hoog zelfbewustzijn en reflecteert kritisch maar eerlijk op je handelen.
pl: Masz wysoką samoświadomość i krytycznie, ale uczciwie reflektujesz nad swoimi działaniami.
pt: Tens uma elevada autoconsciência e refletes sobre as tuas ações de forma crítica mas justa.
ru: У тебя высокое самосознание, ты критически, но справедливо осмысляешь свои поступки.
tr: Yüksek öz farkındalığa sahipsin ve eylemlerini eleştirel ama adil bir şekilde değerlendiriyorsun.
zh_hans: 你有很高的自我意识，批判性但公正地反思自己的行为。
zh_hant: 你有很高的自我意識，批判性但公正地反思自己的行為。

# assessment.mental.strength.stress
source: Dich bringt nichts aus der Ruhe. Unter Druck lieferst du deine besten Ergebnisse.
en: Nothing rattles you. Under pressure, you deliver your best results.
es: Nada te altera. Bajo presión, das tus mejores resultados.
fr: Rien ne te déstabilise. Sous pression, tu donnes le meilleur de toi-même.
hi: कुछ भी तुम्हें विचलित नहीं करता। दबाव में तुम सर्वश्रेष्ठ परिणाम देते हो।
it: Niente ti scompone. Sotto pressione, dai i tuoi risultati migliori.
ja: 何もあなたを動揺させません。プレッシャーの下で最高の結果を出します。
ko: 아무것도 당신을 흔들지 않습니다. 압박 아래에서 최고의 결과를 냅니다.
nl: Niets brengt je van je stuk. Onder druk lever je je beste resultaten.
pl: Nic cię nie wytrąca z równowagi. Pod presją dajesz z siebie wszystko.
pt: Nada te abala. Sob pressão, dás os teus melhores resultados.
ru: Ничто тебя не выводит из равновесия. Под давлением ты даёшь лучшие результаты.
tr: Hiçbir şey seni sarsmıyor. Baskı altında en iyi sonuçlarını veriyorsun.
zh_hans: 没有什么能让你不安。在压力下，你能发挥出最佳水平。
zh_hant: 沒有什麼能讓你不安。在壓力下，你能發揮出最佳水準。

# assessment.mental.weakness.focus
source: Dein Fokus ist zersplittert. Ständige Handychecks und Multitasking machen dich ineffizient.
en: Your focus is fragmented. Constant phone checks and multitasking make you inefficient.
es: Tu enfoque está fragmentado. Las revisiones constantes del teléfono y la multitarea te hacen ineficiente.
fr: Ta concentration est fragmentée. Les vérifications constantes du téléphone et le multitâche te rendent inefficace.
hi: तुम्हारा ध्यान बिखरा हुआ है। लगातार फोन चेक और मल्टीटास्किंग तुम्हें अकुशल बनाते हैं।
it: La tua concentrazione è frammentata. I continui controlli del telefono e il multitasking ti rendono inefficiente.
ja: 集中力が分散しています。常にスマホを確認し、マルチタスクをすることで非効率になっています。
ko: 집중력이 분산되어 있습니다. 계속되는 스마트폰 확인과 멀티태스킹이 비효율적으로 만듭니다.
nl: Jouw focus is versnipperd. Constant je telefoon checken en multitasken maken je inefficiënt.
pl: Twój fokus jest rozproszony. Ciągłe sprawdzanie telefonu i wielozadaniowość czynią cię nieefektywnym.
pt: O teu foco está fragmentado. Verificações constantes do telemóvel e multitarefas tornam-te ineficiente.
ru: Твой фокус раздроблен. Постоянные проверки телефона и многозадачность делают тебя неэффективным.
tr: Odağın parçalanmış. Sürekli telefon kontrolleri ve çoklu görev seni verimsiz yapıyor.
zh_hans: 你的专注力四分五裂。不断查看手机和多任务处理让你效率低下。
zh_hant: 你的專注力四分五裂。不斷查看手機和多工處理讓你效率低下。

# assessment.mental.weakness.mindfulness
source: Dein Ego steht dir im Weg. Du suchst die Schuld oft bei anderen statt bei dir selbst.
en: Your ego is in the way. You often blame others instead of reflecting on yourself.
es: Tu ego se interpone. A menudo culpas a los demás en lugar de reflexionar sobre ti mismo.
fr: Ton ego est un obstacle. Tu blâmes souvent les autres au lieu de te remettre en question.
hi: तुम्हारा अहंकार रास्ते में है। तुम अक्सर खुद पर विचार करने की बजाय दूसरों को दोष देते हो।
it: Il tuo ego è d'ostacolo. Spesso dai la colpa agli altri invece di riflettere su te stesso.
ja: エゴが邪魔をしています。自分を振り返る代わりに、よく他人を責めます。
ko: 에고가 방해합니다. 자신을 성찰하는 대신 자주 다른 사람을 탓합니다.
nl: Jouw ego staat in de weg. Je geeft vaak anderen de schuld in plaats van jezelf te reflecteren.
pl: Twoje ego stoi na drodze. Często winiłeś innych zamiast zastanawiać się nad sobą.
pt: O teu ego está no caminho. Muitas vezes culpas os outros em vez de refletires sobre ti mesmo.
ru: Твоё эго мешает. Ты часто обвиняешь других вместо того, чтобы рефлексировать над собой.
tr: Ego yoluna çıkıyor. Kendini sorgulamak yerine çoğu zaman başkalarını suçluyorsun.
zh_hans: 你的自我挡在路上。你经常责怪他人，而不是反思自己。
zh_hant: 你的自我擋在路上。你經常責怪他人，而不是反思自己。

# assessment.mental.weakness.stress
source: Stress frisst dich auf. Kleine Probleme werfen dich sofort aus der Bahn und rauben dir den Schlaf.
en: Stress eats you alive. Small problems derail you immediately and steal your sleep.
es: El estrés te devora. Los pequeños problemas te descarrilan inmediatamente y te roban el sueño.
fr: Le stress te consume. Les petits problèmes te font dérailler immédiatement et te volent ton sommeil.
hi: तनाव तुम्हें खा जाता है। छोटी समस्याएं तुम्हें तुरंत पटरी से उतार देती हैं और नींद चुरा लेती हैं।
it: Lo stress ti divora. I piccoli problemi ti fanno deragliare immediatamente e ti rubano il sonno.
ja: ストレスがあなたをむしばみます。小さな問題がすぐに軌道を外し、睡眠を奪います。
ko: 스트레스가 당신을 갉아먹습니다. 작은 문제가 즉시 궤도를 벗어나게 하고 수면을 빼앗습니다.
nl: Stress vreet je op. Kleine problemen werpen je meteen uit de baan en stelen je slaap.
pl: Stres cię pożera. Małe problemy natychmiast wytrącają cię z równowagi i kradną sen.
pt: O stress devora-te. Pequenos problemas descarrilam-te imediatamente e roubam o teu sono.
ru: Стресс пожирает тебя. Маленькие проблемы моментально выбивают тебя из колеи и крадут сон.
tr: Stres seni yiyor. Küçük sorunlar seni hemen raydan çıkarıyor ve uykunu çalıyor.
zh_hans: 压力吞噬了你。小问题会立即让你出轨并夺走睡眠。
zh_hant: 壓力吞噬了你。小問題會立即讓你出軌並奪走睡眠。

# assessment.result.breakdown
source: Deine Scores
en: Your scores
es: Tus puntuaciones
fr: Vos scores
hi: आपके अंक
it: I tuoi punteggi
ja: あなたのスコア
ko: 당신의 점수
nl: Jouw scores
pl: Twoje wyniki
pt: Suas pontuações
ru: Твои результаты
tr: Puanlarınız
zh_hans: 你的分数
zh_hant: 你的分數

# assessment.result.youare
source: Dein Profil
en: Your profile
es: Tu perfil
fr: Votre profil
hi: आपकी प्रोफ़ाइल
it: Il tuo profilo
ja: あなたのプロフィール
ko: 귀하의 프로필
nl: Jouw profiel
pl: Twój profil
pt: Seu perfil
ru: Твой профиль
tr: Profiliniz
zh_hans: 你的个人资料
zh_hant: 您的個人資料

# assessment.score.disziplin
source: Disziplin
en: Discipline
es: Disciplina
fr: Discipline
hi: अनुशासन
it: Disciplina
ja: 規律
ko: 규율
nl: Discipline
pl: Dyscyplina
pt: Disciplina
ru: дисциплина
tr: Disiplin
zh_hans: 纪律
zh_hant: 紀律

# assessment.score.effizienz
source: Effizienz
en: Efficiency
es: Eficiencia
fr: Efficacité
hi: क्षमता
it: Efficienza
ja: 効率
ko: 효율성
nl: Efficiëntie
pl: Wydajność
pt: Eficiência
ru: Эффективность
tr: Verimlilik
zh_hans: 效率
zh_hant: 效率

# assessment.score.einfluss
source: Einfluss
en: Influence
es: Influencia
fr: Influence
hi: प्रभाव
it: Influenza
ja: 影響力
ko: 영향력
nl: Invloed
pl: Wpływ
pt: Influência
ru: влияние
tr: Etki
zh_hans: 影响
zh_hant: 影響

# assessment.score.entscheidung
source: Entscheidung
en: Decision
es: Decisión
fr: Décision
hi: फ़ैसला
it: Decisione
ja: 決断
ko: 결정
nl: Besluit
pl: Decyzja
pt: Decisão
ru: Решение
tr: Karar
zh_hans: 决定
zh_hant: 決定

# assessment.score.fokus
source: Fokus
en: Focus
es: Enfoque
fr: Concentrez-vous
hi: केंद्र
it: Concentrarsi
ja: 集中
ko: 집중
nl: Focus
pl: Skup się
pt: Foco
ru: Фокус
tr: Odaklan
zh_hans: 焦点
zh_hant: 重點

# assessment.score.intensitaet
source: INTENSITÄT
en: INTENSITY
es: INTENSIDAD
fr: INTENSITÉ
hi: तीव्रता
it: INTENSITÀ
ja: 強度
ko: 강도
nl: INTENSITEIT
pl: INTENSYWNOŚĆ
pt: INTENSIDADE
ru: ИНТЕНСИВНОСТЬ
tr: YOĞUNLUK
zh_hans: 强度
zh_hant: 強度

# assessment.score.konsistenz
source: KONSISTENZ
en: CONSISTENCY
es: CONSISTENCIA
fr: COHÉRENCE
hi: स्थिरता
it: COERENZA
ja: 一貫性
ko: 일관성
nl: CONSISTENTIE
pl: SPÓJNOŚĆ
pt: CONSISTÊNCIA
ru: КОНСИСТЕНЦИЯ
tr: TUTARLILIK
zh_hans: 一致性
zh_hant: 一致性

# assessment.score.kontrolle
source: Kontrolle
en: Control
es: Controlar
fr: Contrôle
hi: नियंत्रण
it: Controllo
ja: コントロール
ko: 제어
nl: Controle
pl: Kontrola
pt: Controle
ru: Контроль
tr: Kontrol
zh_hans: 控制
zh_hant: 控制

# assessment.score.kraftstoff
source: Kraftstoff
en: Fuel
es: Combustible
fr: Carburant
hi: ईंधन
it: Carburante
ja: 燃料
ko: 연료
nl: Brandstof
pl: Paliwo
pt: Combustível
ru: топливо
tr: Yakıt
zh_hans: 燃料
zh_hant: 燃料

# assessment.score.praevention
source: Prävention
en: Prevention
es: Prevención
fr: Prévention
hi: रोकथाम
it: Prevenzione
ja: 防止
ko: 예방
nl: Preventie
pl: Zapobieganie
pt: Prevenção
ru: Профилактика
tr: Önleme
zh_hans: 预防
zh_hant: 預防

# assessment.score.resilienz
source: Resilienz
en: Resilience
es: Resiliencia
fr: Résilience
hi: लचीलापन
it: Resilienza
ja: 回復力
ko: 탄력성
nl: Veerkracht
pl: Odporność
pt: Resiliência
ru: Устойчивость
tr: Dayanıklılık
zh_hans: 韧性
zh_hant: 彈性

# assessment.score.risiko
source: Risiko-Denken
en: Risk thinking
es: Pensamiento de riesgo
fr: Pensée sur le risque
hi: जोखिम की सोच
it: Pensare al rischio
ja: リスク思考
ko: 위험을 생각하다
nl: Risicodenken
pl: Myślenie o ryzyku
pt: Pensamento de risco
ru: Риск-мышление
tr: Risk düşünme
zh_hans: 风险思维
zh_hant: 風險思維

# assessment.score.umfeld
source: Umfeld
en: Environment
es: Entorno
fr: Environnement
hi: पर्यावरण
it: Ambiente
ja: 環境
ko: 환경
nl: Omgeving
pl: Środowisko
pt: Ambiente
ru: Окружение
tr: Çevre
zh_hans: 环境
zh_hant: 環境

# assessment.score.umsetzung
source: Umsetzung
en: Execution
es: Ejecución
fr: Exécution
hi: कार्यान्वयन
it: Esecuzione
ja: 実行力
ko: 실행력
nl: Uitvoering
pl: Wdrożenie
pt: Execução
ru: Реализация
tr: Uygulama
zh_hans: 实施
zh_hant: 執行

# assessment.score.verantwortung
source: VERANTWORTUNG
en: RESPONSIBILITY
es: RESPONSABILIDAD
fr: RESPONSABILITÉ
hi: ज़िम्मेदारी
it: RESPONSABILITÀ
ja: 責任
ko: 책임
nl: VERANTWOORDELIJKHEID
pl: ODPOWIEDZIALNOŚĆ
pt: RESPONSABILIDADE
ru: ОТВЕТСТВЕННОСТЬ
tr: SORUMLULUK
zh_hans: 责任
zh_hant: 責任

# assessment.soon
source: Demnächst
en: Coming Soon
es: Próximamente
fr: Bientôt disponible
hi: जल्द ही
it: Prossimamente
ja: 近日公開
ko: 곧 출시
nl: Binnenkort
pl: Wkrótce
pt: Em breve
ru: Вскоре
tr: Yakında
zh_hans: 即将
zh_hant: 很快

# assessment.source.intro
source: So haben wir diese Einschätzung berechnet:
en: This is how we calculated this assessment:
es: Así calculamos esta evaluación:
fr: Voici comment nous avons calculé cette évaluation :
hi: हमने यह मूल्यांकन इस प्रकार किया:
it: Ecco come abbiamo calcolato questa valutazione:
ja: この評価の計算方法:
ko: 이 평가를 계산한 방법:
nl: Zo hebben we deze beoordeling berekend:
pl: Tak obliczyliśmy tę ocenę:
pt: Foi assim que calculámos esta avaliação:
ru: Вот как мы рассчитали эту оценку:
tr: Bu değerlendirmeyi şöyle hesapladık:
zh_hans: 我们如何计算此评估：
zh_hant: 我們如何計算此評估：

# assessment.source.tap_hint
source: Woher kommt dieser Score?
en: Where does this score come from?
es: ¿De dónde viene esta puntuación?
fr: D'où vient ce score ?
hi: यह स्कोर कहाँ से आता है?
it: Da dove viene questo punteggio?
ja: このスコアはどこから来ていますか？
ko: 이 점수는 어디서 오나요?
nl: Waar komt deze score vandaan?
pl: Skąd pochodzi ten wynik?
pt: De onde vem esta pontuação?
ru: Откуда берётся этот счёт?
tr: Bu skor nereden geliyor?
zh_hans: 这个得分来自哪里？
zh_hant: 這個得分來自哪裡？

source: Auswahl
en: Selection
es: Selección
fr: Sélection
hi: चयन
it: Selezione
ja: 選択
ko: 선택
nl: Selectie
pl: Wybór
pt: Seleção
ru: Выбор
tr: Seçim
zh_hans: 选择
zh_hant: 選擇

# backup_erfolg
source: Import erfolgreich!
en: Import successful!
es: ¡Importación exitosa!
fr: Importation réussie !
hi: आयात सफल!
it: Import successful!
ja: インポートが成功しました。
ko: 가져오기 성공!
nl: Importeren succesvol!
pl: Import udany!
pt: Importação bem-sucedida!
ru: Импорт выполнен успешно!
tr: İçe aktarma başarılı!
zh_hans: 导入成功！
zh_hant: 導入成功！

# backup_export_hint
source: Speichere deinen Fortschritt als .gartensave Datei. Du kannst sie auf anderen Geräten importieren.
en: Save your progress as a .gartensave file. You can import it on other devices.
es: Guarda tu progreso como archivo .gartensave.
fr: Enregistrez sous forme de fichier .gartensave.
hi: अपनी प्रगति को .gartensave के रूप में सहेजें。
it: Salva i progressi come file .gartensave.
ja: 進捗を .gartensave として保存します。
ko: 진행 상황을 .gartensave로 저장하세요.
nl: Sla voortgang op als .gartensave bestand.
pl: Zapisz jako plik .gartensave.
pt: Guarde o progresso como ficheiro .gartensave.
ru: Сохраните прогресс как .gartensave.
tr: İlerlemeni .gartensave olarak kaydet.
zh_hans: 将进度保存为 .gartensave 备份文件，以便在其他设备上导入。
zh_hant: 將進度儲存為 .gartensave 備份檔案，以便在其他裝置上匯入。

# backup_export_titel
source: Exportieren
en: Export
es: Exportar
fr: Exporter
hi: निर्यात करें
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
tr: Dışa Aktar
zh_hans: 导出备份
zh_hant: 匯出備份

# backup_fehler_format
source: Die Datei konnte nicht gelesen werden. Bitte stelle sicher, dass es sich um eine gültige .gartensave-Datei handelt.
en: The file could not be read. Please make sure it is a valid .gartensave file.
es: El archivo no pudo leerse. Asegúrate de que sea un archivo .gartensave válido.
fr: Le fichier n'a pas pu être lu. Assure-toi qu'il s'agit d'un fichier .gartensave valide.
hi: फ़ाइल पढ़ी नहीं जा सकी. कृपया सुनिश्चित करें कि यह एक वैध .gartensave फ़ाइल है।
it: The file could not be read. Please make sure it is a valid .gartensave file.
ja: ファイルを読み取れませんでした。有効な .gartensave ファイルであることを確認してください。
ko: 파일을 읽을 수 없습니다. 유효한 .gartensave 파일인지 확인하세요.
nl: Het bestand kon niet worden gelezen. Zorg ervoor dat het een geldig .gartensave-bestand is.
pl: Nie można odczytać pliku. Upewnij się, że jest to prawidłowy plik .gartensave.
pt: O ficheiro não pôde ser lido. Certifica-te de que é um ficheiro .gartensave válido.
ru: Файл не удалось прочитать. Пожалуйста, убедитесь, что это действительный файл .gartensave.
tr: Dosya okunamadı. Lütfen geçerli bir .gartensave dosyası olduğundan emin olun.
zh_hans: 无法读取文件。请确保这是一个有效的 .gartensave 文件。
zh_hant: 無法讀取該檔案。請確保它是有效的 .gartensave 檔案。

# backup_fehler_titel
source: Fehler
en: Error
es: Error
fr: Erreur
hi: गलती
it: Error
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

# backup_fehler_version
source: Diese Datei wurde mit einer neueren App-Version erstellt. Bitte aktualisiere die App.
en: This file was created with a newer version of the app. Please update the app.
es: Este archivo fue creado con una versión más reciente de la app. Por favor actualiza la app.
fr: Ce fichier a été créé avec une version plus récente de l'application. Mets l'application à jour.
hi: यह फ़ाइल एक नए ऐप संस्करण के साथ बनाई गई थी। कृपया ऐप को अपडेट करें.
it: This file was created with a newer version of the app. Please update the app.
ja: このファイルは、新しいバージョンのアプリで作成されました。アプリをアップデートしてください。
ko: 이 파일은 최신 버전의 앱으로 생성되었습니다. 앱을 업데이트해주세요.
nl: Dit bestand is gemaakt met een nieuwere versie van de app. Update de app.
pl: Ten plik został utworzony w nowszej wersji aplikacji. Zaktualizuj aplikację.
pt: Este ficheiro foi criado com uma versão mais recente da aplicação. Atualiza a aplicação.
ru: Этот файл был создан с помощью более новой версии приложения. Пожалуйста, обновите приложение.
tr: Bu dosya uygulamanın daha yeni bir sürümüyle oluşturuldu. Lütfen uygulamayı güncelleyin.
zh_hans: 此文件是使用较新版本的应用程序创建的。请更新应用程序。
zh_hant: 該文件是使用較新的應用程式版本建立的。請更新應用程式。

# backup_import_bestaetigung_ja
source: Ersetzen
en: Replace
es: Reemplazar
fr: Remplacer
hi: विकल्प
it: Replace
ja: 交換する
ko: 바꾸다
nl: Vervangen
pl: Zastępować
pt: Substituir
ru: Заменить
tr: Yer değiştirmek
zh_hans: 替换
zh_hant: 代替

# backup_import_bestaetigung_text
source: Dein aktueller Spielstand wird vollständig überschrieben. Diese Aktion kann nicht rückgängig gemacht werden.
en: Your current save will be completely replaced. This action cannot be undone.
es: Tu partida actual será completamente reemplazada. Esta acción no se puede deshacer.
fr: Ta sauvegarde actuelle sera entièrement remplacée. Cette action est irréversible.
hi: आपका वर्तमान सेव पूरी तरह से अधिलेखित कर दिया जाएगा. इस एक्शन को वापस नहीं किया जा सकता।
it: Your current save will be completely replaced. This action cannot be undone.
ja: 現在の保存は完全に置き換えられます。この操作は元に戻すことができません。
ko: 현재 저장 내용이 완전히 대체됩니다. 이 작업은 취소할 수 없습니다.
nl: Je huidige save wordt volledig vervangen. Deze actie kan niet ongedaan worden gemaakt.
pl: Twój obecny zapis zostanie całkowicie zastąpiony. Tej akcji nie można cofnąć.
pt: O teu progresso atual será completamente substituído. Esta ação não pode ser desfeita.
ru: Ваш текущий прогресс в игре будет полностью перезаписан. Это действие нельзя будет отменить.
tr: Mevcut kaydetmeniz tamamen değiştirilecek. Bu eylem geri alınamaz.
zh_hans: 你当前的游戏进度将被完全覆盖。此操作无法撤销。
zh_hant: 您目前的保存將被完全覆蓋。此操作無法撤銷。

# backup_import_bestaetigung_titel
source: Spielstand ersetzen?
en: Replace Save?
es: ¿Reemplazar partida?
fr: Remplacer la sauvegarde ?
hi: सेवगेम बदलें?
it: Replace Save?
ja: 保存を置き換えますか?
ko: 대체 저장하시겠습니까?
nl: Vervangen Opslaan?
pl: Zastąpić Zapisać?
pt: Substituir progresso?
ru: Заменить счёт игры?
tr: Kaydet değiştirilsin mi?
zh_hans: 替换游戏进度吗？
zh_hant: 替換存檔？

# backup_import_hint
source: Wähle eine .gartensave Datei aus deinem Speicher aus.
en: Choose a .gartensave file from your storage.
es: Elige un archivo .gartensave de tu almacenamiento.
fr: Sélectionne un fichier .gartensave depuis ton stockage.
hi: अपने भंडारण से एक .gartensave फ़ाइल चुनें।
it: Choose a .gartensave file from your storage.
ja: ストレージから .gartensave ファイルを選択します。
ko: 저장소에서 .gartensave 파일을 선택하세요.
nl: Kies een .gartensave-bestand uit uw opslag.
pl: Wybierz plik .gartensave ze swojej pamięci.
pt: Escolhe um ficheiro .gartensave do teu armazenamento.
ru: Выберите файл .gartensave из вашего хранилища.
tr: Depolama alanınızdan bir .gartensave dosyası seçin.
zh_hans: 从你的存储中选择一个 .gartensave 文件。
zh_hant: 從您的儲存空間中選擇一個 .gartensave 檔案。

# backup_import_titel
source: Importieren
en: Import
es: Importar
fr: Importer
hi: आयात करें
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt: Importar
ru: Импорт
tr: İçe Aktar
zh_hans: 导入备份
zh_hant: 匯入備份

# backup.auto.no_backups
source: Keine automatischen Backups gefunden.
en: No automatic backups found.
es: No se encontraron copias automáticas.
fr: Aucune sauvegarde automatique.
hi: कोई बैकअप नहीं मिला。
it: Nessun backup automatico trovato.
ja: 自動バックアップがありません。
ko: 자동 백업이 없습니다.
nl: Geen automatische back-ups gevonden.
pl: Brak kopii zapasowych.
pt: Nenhum backup automático.
ru: Бэкапы не найдены.
tr: Otomatik yedek bulunamadı.
zh_hans: 未找到自动备份。
zh_hant: 未找到自動備份。

# backup.auto.picker.title
source: Intervall auswählen
en: Select Interval
es: Seleccionar intervalo
fr: Choisir l'intervalle
hi: अंतराल चुनें
it: Seleziona intervallo
ja: 間隔を選択
ko: 간격 선택
nl: Selecteer interval
pl: Wybierz interwał
pt: Selecionar intervalo
ru: Выберите интервал
tr: Aralık Seç
zh_hans: 选择备份频率
zh_hant: 選擇備份頻率

# backup.auto.view_backups
source: Automatische Backups
en: Auto Backups
es: Copias automáticas
fr: Sauvegardes auto
hi: ऑटो बैकअप
it: Backup automatici
ja: 自動バックアップ
ko: 자동 백업
nl: Auto-back-ups
pl: Kopie automatyczne
pt: Backups automáticos
ru: Автобэкапы
tr: Oto Yedeklemeler
zh_hans: 自动备份
zh_hant: 自動備份

# backup.interval.daily
source: Täglich
en: Daily
es: Diariamente
fr: Quotidiennement
hi: रोजाना
it: Giornalmente
ja: 毎日
ko: 매일
nl: Dagelijks
pl: Codziennie
pt: Diariamente
ru: Ежедневно
tr: Günlük
zh_hans: 每天
zh_hant: 每天

# backup.interval.monthly
source: Monatlich
en: Monthly
es: Mensualmente
fr: Mensuellement
hi: मासिक
it: Mensilmente
ja: 毎月
ko: 매월
nl: Maandelijks
pl: Co miesiąc
pt: Mensalmente
ru: Ежемесячно
tr: Aylık
zh_hans: 每月
zh_hant: 每月

# backup.interval.never
source: Nie
en: Never
es: Nunca
fr: Jamais
hi: कभी नहीं
it: Mai
ja: なし
ko: 안 함
nl: Nooit
pl: Nigdy
pt: Nunca
ru: Никогда
tr: Asla
zh_hans: 从不
zh_hant: 從不

# backup.interval.onSave
source: Bei jeder Speicherung
en: On Save
es: Al guardar
fr: À chaque sauvegarde
hi: सहेजने पर
it: Al salvataggio
ja: 保存時
ko: 저장할 때
nl: Bij opslaan
pl: Przy zapisie
pt: Ao guardar
ru: При сохранении
tr: Kaydederken
zh_hans: 保存时
zh_hant: 儲存時

# backup.interval.weekly
source: Wöchentlich
en: Weekly
es: Semanalmente
fr: Hebdomadairement
hi: साप्ताहिक
it: Settimanalmente
ja: 毎週
ko: 매주
nl: Wekelijks
pl: Co tydzień
pt: Semanalmente
ru: Еженедельно
tr: Haftalık
zh_hans: 每周
zh_hant: 每週

# bad_habit.holding
source: Halten…
en: Hold…
es: Mantener…
fr: Tenir…
hi: पकड़ना…
it: Tieni…
ja: ホールド…
ko: 누르기…
nl: Vasthouden…
pl: Trzymaj…
pt: Segure…
ru: Держать…
tr: Basılı tut…
zh_hans: 保持…
zh_hant: 抓住…

# bad_habit.label
source: Schlechte Gewohnheit
en: Bad Habit
es: Mal Hábito
fr: Mauvaise Habitude
hi: बुरी आदत
it: Cattiva Abitudine
ja: 悪い習慣
ko: 나쁜 습관
nl: Slechte Gewoonte
pl: Zły Nawyk
pt: Mau Hábito
ru: Плохая привычка
tr: Kötü Alışkanlık
zh_hans: 坏习惯
zh_hant: 壞習慣

# bad_habit.log_action
source: Heute ausgerutscht
en: Did it today
es: Lo hice hoy
fr: Fait aujourd'hui
hi: आज फिसल गया
it: L'ho fatto oggi
ja: 今日やってしまった
ko: 오늘 해버렸어
nl: Vandaag gedaan
pl: Zrobiłem to dziś
pt: Fiz hoje
ru: Сегодня поскользнулся
tr: Bugün yaptım
zh_hans: 今天滑倒了
zh_hant: 今天滑倒了

# bad_habit.screen_time.desc
source: Rückfall
en: Relapse
es: Recaída
fr: Rechute
it: Ricaduta
ja: 再発
ko: 재발
nl: Terugval
pl: Nawrót
pt: Recaída
tr: Nüksetme
zh_hans: 复发
zh_hant: 復發

# badhabit.category.digital
source: Digitales
en: Digital
es: Digital
fr: Digital
hi: Digital
it: Digital
ja: Digital
ko: Digital
nl: Digital
pl: Digital
pt: Digital
ru: Digital
tr: Digital
zh_hans: 数字
zh_hant: 數位

# badhabit.category.ernaehrung
source: Ernährung
en: Diet
es: Diet
fr: Diet
hi: Diet
it: Diet
ja: Diet
ko: Diet
nl: Diet
pl: Diet
pt: Diet
ru: Diet
tr: Diet
zh_hans: 饮食
zh_hant: 飲食
